Repository: RVP97/mobile-scanner
Catalog: Lens/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Shows how to add Lunet here.
ar: يوضح كيفية إضافة Lunet هنا.
ca: Mostra com afegir Lunet aquí.
cs: Ukáže, jak sem přidat Lunet.
da: Viser, hvordan du tilføjer Lunet her.
de: Zeigt, wie du Lunet hier hinzufügst.
el: Δείχνει πώς να προσθέσετε το Lunet εδώ.
es: Muestra cómo agregar Lunet aquí.
fi: Näyttää, miten Lunet lisätään tänne.
fr: Montre comment ajouter Lunet ici.
he: מראה איך להוסיף את Lunet כאן.
hi: यहाँ Lunet जोड़ने का तरीका दिखाता है।
hr: Prikazuje kako ovdje dodati Lunet.
hu: Megmutatja, hogyan adhatja ide hozzá a Lunetet.
id: Menunjukkan cara menambahkan Lunet di sini.
it: Mostra come aggiungere Lunet qui.
ja: ここにLunetを追加する方法を表示します。
ko: 여기에 Lunet을 추가하는 방법을 보여줍니다.
ms: Menunjukkan cara menambah Lunet di sini.
nb: Viser hvordan du legger til Lunet her.
nl: Laat zien hoe je Lunet hier toevoegt.
pl: Pokazuje, jak dodać tu Lunet.
pt_br: Mostra como adicionar o Lunet aqui.
pt_pt: Mostra como adicionar a Lunet aqui.
ro: Arată cum adăugați Lunet aici.
ru: Показывает, как добавить сюда Lunet.
sk: Ukáže, ako sem pridať Lunet.
sv: Visar hur du lägger till Lunet här.
th: แสดงวิธีเพิ่ม Lunet ที่นี่
tr: Lunet’i buraya nasıl ekleyeceğinizi gösterir.
uk: Показує, як додати сюди Lunet.
vi: Hướng dẫn cách thêm Lunet vào đây.
zh_hans: 显示如何在此处添加 Lunet。
zh_hant: 顯示如何在這裡加入 Lunet。

source: Shows the code full screen
ar: يعرض الرمز بملء الشاشة
ca: Mostra el codi a pantalla completa
cs: Zobrazí kód na celé obrazovce
da: Viser koden på fuld skærm
de: Zeigt den Code im Vollbildmodus
el: Εμφανίζει τον κωδικό σε πλήρη οθόνη
es: Muestra el código en pantalla completa
fi: Näyttää koodin koko näytöllä
fr: Affiche le code en plein écran
he: מציג את הקוד במסך מלא
hi: कोड को फ़ुल स्क्रीन में दिखाता है
hr: Prikazuje kôd preko cijelog zaslona
hu: Teljes képernyőn mutatja a kódot
id: Menampilkan kode dalam layar penuh
it: Mostra il codice a tutto schermo
ja: コードをフルスクリーンで表示します
ko: 코드를 전체 화면으로 표시합니다
ms: Menunjukkan kod dalam skrin penuh
nb: Viser koden i fullskjerm
nl: Toont de code schermvullend
pl: Pokazuje kod na pełnym ekranie
pt_br: Mostra o código em tela cheia
pt_pt: Mostra o código em ecrã inteiro
ro: Afișează codul pe tot ecranul
ru: Показывает код во весь экран
sk: Zobrazí kód na celú obrazovku
sv: Visar koden i helskärm
th: แสดงโค้ดแบบเต็มหน้าจอ
tr: Kodu tam ekran gösterir
uk: Показує код на весь екран
vi: Hiển thị mã toàn màn hình
zh_hans: 全屏显示码
zh_hant: 以全螢幕顯示條碼

source: Shows the list
ar: يعرض القائمة
ca: Mostra la llista
cs: Zobrazí seznam
da: Viser listen
de: Zeigt die Liste
el: Εμφανίζει τη λίστα
es: Muestra la lista
fi: Näyttää luettelon
fr: Affiche la liste
he: מציג את הרשימה
hi: सूची दिखाता है
hr: Prikazuje popis
hu: Megjeleníti a listát
id: Menampilkan daftar
it: Mostra l’elenco
ja: リストを表示します
ko: 목록을 표시합니다
ms: Menunjukkan senarai
nb: Viser listen
nl: Toont de lijst
pl: Pokazuje listę
pt_br: Mostra a lista
pt_pt: Mostra a lista
ro: Afișează lista
ru: Показывает список
sk: Zobrazí zoznam
sv: Visar listan
th: แสดงรายการ
tr: Listeyi gösterir
uk: Показує список
vi: Hiển thị danh sách
zh_hans: 显示列表
zh_hant: 顯示列表

source: Since 2019
ar: منذ 2019
ca: Des del 2019
cs: Od roku 2019
da: Siden 2019
de: Seit 2019
el: Από το 2019
es: Desde 2019
fi: Vuodesta 2019
fr: Depuis 2019
he: מאז 2019
hi: 2019 से
hr: Od 2019.
hu: 2019 óta
id: Sejak 2019
it: Dal 2019
ja: 2019年から
ko: 2019년부터
ms: Sejak 2019
nb: Siden 2019
nl: Sinds 2019
pl: Od 2019
pt_br: Desde 2019
pt_pt: Desde 2019
ro: Din 2019
ru: С 2019 года
sk: Od roku 2019
sv: Sedan 2019
th: ตั้งแต่ปี 2019
tr: 2019’dan beri
uk: З 2019 року
vi: Từ năm 2019
zh_hans: 自 2019 年起
zh_hant: 自 2019 年起

source: Singapore
ar: سنغافورة
ca: Singapur
cs: Singapur
de: Singapur
el: Σιγκαπούρη
es: Singapur
fr: Singapour
he: סינגפור
hi: सिंगापुर
hr: Singapur
hu: Szingapúr
id: Singapura
ja: シンガポール
ko: 싱가포르
ms: Singapura
pl: Singapur
pt_br: Cingapura
pt_pt: Singapura
ru: Сингапур
sk: Singapur
th: สิงคโปร์
tr: Singapur
uk: Сінгапур
zh_hans: 新加坡
zh_hant: 新加坡

source: Skip
ar: تخطٍّ
ca: Omet
cs: Přeskočit
da: Spring over
de: Überspringen
el: Παράλειψη
es: Omitir
fi: Ohita
fr: Passer
he: דלג
hi: छोड़ें
hr: Preskoči
hu: Kihagyás
id: Lewati
it: Salta
ja: スキップ
ko: 건너뛰기
ms: Langkau
nb: Hopp over
nl: Sla over
pl: Pomiń
pt_br: Pular
pt_pt: Ignorar
ro: Omiteți
ru: Пропустить
sk: Preskočiť
sv: Hoppa över
th: ข้าม
tr: Atla
uk: Пропустити
vi: Bỏ qua
zh_hans: 跳过
zh_hant: 略過

source: Small packages in North America
ar: العبوات الصغيرة في أمريكا الشمالية
ca: Paquets petits a l’Amèrica del Nord
cs: Malá balení v Severní Americe
da: Små pakninger i Nordamerika
de: Kleine Verpackungen in Nordamerika
el: Μικρές συσκευασίες στη Βόρεια Αμερική
es: Empaques pequeños en Norteamérica
fi: Pienet pakkaukset Pohjois-Amerikassa
fr: Petits emballages en Amérique du Nord
he: אריזות קטנות בצפון אמריקה
hi: उत्तरी अमेरिका में छोटे पैकेज
hr: Mala pakiranja u Sjevernoj Americi
hu: Kis csomagolások Észak-Amerikában
id: Kemasan kecil di Amerika Utara
it: Piccole confezioni in Nord America
ja: 北米の小型パッケージ
ko: 북미 소형 포장
ms: Bungkusan kecil di Amerika Utara
nb: Små pakninger i Nord-Amerika
nl: Kleine verpakkingen in Noord-Amerika
pl: Małe opakowania w Ameryce Północnej
pt_br: Embalagens pequenas na América do Norte
pt_pt: Embalagens pequenas na América do Norte
ro: Pachete mici în America de Nord
ru: Небольшие упаковки в Северной Америке
sk: Malé balenia v Severnej Amerike
sv: Små förpackningar i Nordamerika
th: บรรจุภัณฑ์ขนาดเล็กในอเมริกาเหนือ
tr: Kuzey Amerika’daki küçük paketler
uk: Невеликі упаковки в Північній Америці
vi: Gói hàng nhỏ tại Bắc Mỹ
zh_hans: 北美小型包装
zh_hant: 北美小型包裝

source: Small retail packages
ar: عبوات البيع بالتجزئة الصغيرة
ca: Paquets petits de venda
cs: Malá maloobchodní balení
da: Små detailpakninger
de: Kleine Handelsverpackungen
el: Μικρές συσκευασίες λιανικής
es: Empaques pequeños de venta
fi: Pienet vähittäismyyntipakkaukset
fr: Petits emballages de vente
he: אריזות קמעונאיות קטנות
hi: छोटे खुदरा पैकेज
hr: Mala maloprodajna pakiranja
hu: Kis kiskereskedelmi csomagolások
id: Kemasan ritel kecil
it: Piccole confezioni al dettaglio
ja: 小型の小売パッケージ
ko: 소형 소매 포장
ms: Bungkusan runcit kecil
nb: Små detaljhandelspakninger
nl: Kleine winkelverpakkingen
pl: Małe opakowania detaliczne
pt_br: Pequenas embalagens de varejo
pt_pt: Pequenas embalagens de retalho
ro: Pachete mici de vânzare
ru: Небольшие розничные упаковки
sk: Malé maloobchodné balenia
sv: Små detaljhandelsförpackningar
th: บรรจุภัณฑ์ขายปลีกขนาดเล็ก
tr: Küçük perakende paketleri
uk: Невеликі роздрібні упаковки
vi: Gói hàng bán lẻ nhỏ
zh_hans: 小型零售包装
zh_hant: 小型零售包裝

source: Soft
ar: ناعم
ca: Suau
cs: Měkký
da: Blød
de: Weich
el: Απαλό
es: Suave
fi: Pehmeä
fr: Doux
he: רך
hi: सॉफ़्ट
hr: Meko
hu: Lágy
id: Lembut
it: Morbido
ja: ソフト
ko: 부드럽게
ms: Lembut
nb: Myk
nl: Zacht
pl: Miękki
pt_br: Suave
pt_pt: Suave
ro: Moale
ru: Мягкий
sk: Jemný
sv: Mjuk
th: นุ่มนวล
tr: Yumuşak
uk: М’який
vi: Mềm
zh_hans: 柔和
zh_hant: 柔和

source: Some letters only look like the real name.
ar: بعض الحروف تشبه الاسم الحقيقي فقط في الشكل.
ca: Algunes lletres només s’assemblen al nom real.
cs: Některá písmena jen vypadají jako skutečný název.
da: Nogle bogstaver ligner kun det rigtige navn.
de: Manche Buchstaben sehen nur aus wie der echte Name.
el: Ορισμένα γράμματα απλώς μοιάζουν με το πραγματικό όνομα.
es: Algunas letras solo se parecen al nombre real.
fi: Jotkin kirjaimet vain näyttävät oikealta nimeltä.
fr: Certaines lettres ne font que ressembler au vrai nom.
he: חלק מהאותיות רק נראות כמו השם האמיתי.
hi: कुछ अक्षर बस असली नाम जैसे दिखते हैं।
hr: Neka slova samo nalikuju pravom nazivu.
hu: Egyes betűk csak hasonlítanak a valódi név betűire.
id: Beberapa huruf hanya tampak seperti nama aslinya.
it: Alcune lettere somigliano soltanto al nome reale.
ja: 本物の名前に似ているだけの文字があります。
ko: 일부 글자는 실제 이름과 비슷해 보이기만 합니다.
ms: Sesetengah huruf hanya kelihatan seperti nama sebenar.
nb: Noen bokstaver ligner bare på det ekte navnet.
nl: Sommige letters lijken alleen op de echte naam.
pl: Niektóre litery tylko wyglądają jak prawdziwa nazwa.
pt_br: Algumas letras só se parecem com o nome real.
pt_pt: Algumas letras apenas se parecem com o nome verdadeiro.
ro: Unele litere doar seamănă cu numele real.
ru: Некоторые буквы только похожи на настоящее название.
sk: Niektoré písmená sa na skutočný názov iba podobajú.
sv: Vissa bokstäver liknar bara det riktiga namnet.
th: ตัวอักษรบางตัวแค่ดูเหมือนชื่อจริง
tr: Bazı harfler yalnızca gerçek ada benziyor.
uk: Деякі літери лише схожі на справжню назву.
vi: Một số chữ cái chỉ trông giống tên thật.
zh_hans: 有些字母只是看起来像真实名称。
zh_hant: 有些字母只是看起來像真正的名稱。

source: Some of these letters can look like others.
ar: بعض هذه الحروف قد تشبه حروفًا أخرى.
ca: Algunes d’aquestes lletres es poden confondre amb d’altres.
cs: Některá z těchto písmen mohou vypadat jako jiná.
da: Nogle af disse bogstaver kan ligne andre.
de: Einige dieser Buchstaben können wie andere aussehen.
el: Ορισμένα από αυτά τα γράμματα μπορεί να μοιάζουν με άλλα.
es: Algunas de estas letras pueden parecerse a otras.
fi: Jotkin näistä kirjaimista voivat näyttää toisilta.
fr: Certaines de ces lettres peuvent ressembler à d’autres.
he: חלק מהאותיות האלה עלולות להיראות כמו אותיות אחרות.
hi: इनमें से कुछ अक्षर दूसरे अक्षरों जैसे दिख सकते हैं।
hr: Neka od ovih slova mogu izgledati kao druga.
hu: Ezek közül néhány betű másnak tűnhet.
id: Beberapa huruf ini bisa tampak seperti huruf lain.
it: Alcune di queste lettere possono sembrare altre.
ja: これらの文字の中には、ほかの文字に見えるものがあります。
ko: 이 글자 중 일부는 다른 글자처럼 보일 수 있습니다.
ms: Sesetengah huruf ini boleh kelihatan seperti huruf lain.
nb: Noen av disse bokstavene kan ligne på andre.
nl: Sommige van deze letters kunnen op andere lijken.
pl: Niektóre z tych liter mogą wyglądać jak inne.
pt_br: Algumas destas letras podem se parecer com outras.
pt_pt: Algumas destas letras podem parecer-se com outras.
ro: Unele dintre aceste litere pot semăna cu altele.
ru: Некоторые из этих букв похожи на другие.
sk: Niektoré z týchto písmen môžu vyzerať ako iné.
sv: Vissa av de här bokstäverna kan likna andra.
th: ตัวอักษรบางตัวเหล่านี้อาจดูเหมือนตัวอื่น
tr: Bu harflerin bazıları başka harflere benzeyebilir.
uk: Деякі з цих літер схожі на інші.
vi: Một số chữ cái này có thể trông giống chữ khác.
zh_hans: 其中一些字母可能看起来像其他字母。
zh_hant: 其中有些字母可能看起來像其他字母。

source: Some scanners can't read inverted codes
ar: بعض الماسحات لا تستطيع قراءة الرموز المعكوسة
ca: Alguns lectors no poden llegir codis invertits
cs: Některé skenery neumí přečíst invertované kódy
da: Nogle scannere kan ikke læse inverterede koder
de: Manche Scanner können invertierte Codes nicht lesen
el: Ορισμένοι σαρωτές δεν διαβάζουν αντεστραμμένους κωδικούς
es: Algunos lectores no pueden leer códigos invertidos
fi: Jotkin lukijat eivät pysty lukemaan käänteisiä koodeja
fr: Certains lecteurs ne lisent pas les codes inversés
he: סורקים מסוימים לא יכולים לקרוא קודים הפוכים
hi: कुछ स्कैनर उलटे रंगों वाले कोड नहीं पढ़ सकते
hr: Neki čitači ne mogu očitati invertirane kodove
hu: Egyes olvasók nem tudják beolvasni az invertált kódokat
id: Beberapa pemindai tidak dapat membaca kode terbalik warna
it: Alcuni lettori non riescono a leggere i codici invertiti
ja: 反転したコードを読み取れないスキャナもあります
ko: 일부 스캐너는 반전된 코드를 읽지 못합니다
ms: Sesetengah pengimbas tidak dapat membaca kod songsang
nb: Noen skannere kan ikke lese inverterte koder
nl: Sommige scanners kunnen omgekeerde codes niet lezen
pl: Niektóre skanery nie odczytują kodów w negatywie
pt_br: Alguns leitores não conseguem ler códigos invertidos
pt_pt: Alguns leitores não conseguem ler códigos invertidos
ro: Unele scanere nu pot citi codurile inversate
ru: Некоторые сканеры не читают инвертированные коды
sk: Niektoré skenery nedokážu prečítať invertované kódy
sv: Vissa skannrar kan inte läsa inverterade koder
th: เครื่องสแกนบางรุ่นอ่านโค้ดแบบกลับสีไม่ได้
tr: Bazı tarayıcılar ters çevrilmiş kodları okuyamaz
uk: Деякі сканери не зчитують інвертовані коди
vi: Một số máy quét không đọc được mã đảo màu
zh_hans: 某些扫描器无法读取反色的码
zh_hant: 有些掃描器無法讀取反色條碼

source: Sound
ar: الصوت
ca: So
cs: Zvuk
da: Lyd
de: Ton
el: Ήχος
es: Sonido
fi: Ääni
fr: Son
he: צליל
hi: ध्वनि
hr: Zvuk
hu: Hang
id: Suara
it: Suono
ja: サウンド
ko: 사운드
ms: Bunyi
nb: Lyd
nl: Geluid
pl: Dźwięk
pt_br: Som
pt_pt: Som
ro: Sunet
ru: Звук
sk: Zvuk
sv: Ljud
th: เสียง
tr: Ses
uk: Звук
vi: Âm thanh
zh_hans: 声音
zh_hant: 聲音

source: Source: %@
ar: المصدر: %@
ca: Font: %@
cs: Zdroj: %@
da: Kilde: %@
de: Quelle: %@
el: Πηγή: %@
es: Fuente: %@
fi: Lähde: %@
he: מקור: %@
hi: स्रोत: %@
hr: Izvor: %@
hu: Forrás: %@
id: Sumber: %@
it: Fonte: %@
ja: ソース：%@
ko: 출처: %@
ms: Sumber: %@
nb: Kilde: %@
nl: Bron: %@
pl: Źródło: %@
pt_br: Fonte: %@
pt_pt: Fonte: %@
ro: Sursă: %@
ru: Источник: %@
sk: Zdroj: %@
sv: Källa: %@
th: แหล่งที่มา: %@
tr: Kaynak: %@
uk: Джерело: %@
vi: Nguồn: %@
zh_hans: 来源：%@
zh_hant: 來源：%@

source: Square
ar: مربع
ca: Quadrat
cs: Čtverec
da: Firkant
de: Quadrat
el: Τετράγωνο
es: Cuadrado
fi: Neliö
fr: Carré
he: ריבוע
hi: वर्ग
hr: Kvadrat
hu: Négyzet
id: Persegi
it: Quadrato
ja: 四角
ko: 사각형
ms: Segi empat sama
nb: Kvadrat
nl: Vierkant
pl: Kwadrat
pt_br: Quadrado
pt_pt: Quadrado
ro: Pătrat
ru: Квадрат
sk: Štvorec
sv: Kvadrat
th: สี่เหลี่ยมจัตุรัส
tr: Kare
uk: Квадрат
vi: Vuông
zh_hans: 方形
zh_hant: 方形

source: Start Multi-scan
ar: بدء المسح المتعدد
ca: Inicia l’escaneig múltiple
cs: Zahájit hromadné skenování
da: Start multiscanning
de: Mehrfach-Scan starten
el: Έναρξη πολλαπλής σάρωσης
es: Iniciar escaneo múltiple
fi: Aloita moniskannaus
fr: Démarrer un scan multiple
he: התחל סריקה מרובה
hi: मल्टी-स्कैन शुरू करें
hr: Pokreni višestruko skeniranje
hu: Többes beolvasás indítása
id: Mulai Multi-pindai
it: Avvia scansione multipla
ja: 連続スキャンを開始
ko: 다중 스캔 시작
ms: Mulakan Imbas Berbilang
nb: Start flerskanning
pl: Rozpocznij wiele skanów
pt_br: Iniciar Escaneamento Múltiplo
pt_pt: Iniciar leitura múltipla
ro: Începeți scanarea multiplă
ru: Начать мультисканирование
sk: Spustiť hromadné skenovanie
sv: Starta multiskanning
th: เริ่มสแกนหลายรายการ
tr: Çoklu Taramayı Başlat
uk: Почати мультисканування
vi: Bắt đầu quét nhiều mã
zh_hans: 开始连续扫描
zh_hant: 開始連續掃描

source: Start Scanning
ar: بدء المسح
ca: Comença a escanejar
cs: Začít skenovat
da: Begynd at scanne
de: Scannen starten
el: Έναρξη σάρωσης
es: Comenzar a escanear
fi: Aloita skannaus
fr: Commencer à scanner
he: התחל לסרוק
hi: स्कैन करना शुरू करें
hr: Započni skeniranje
hu: Beolvasás indítása
id: Mulai Memindai
it: Inizia a scansionare
ja: スキャンを開始
ko: 스캔 시작
ms: Mula Mengimbas
nb: Start skanning
nl: Begin met scannen
pl: Zacznij skanować
pt_br: Começar a Escanear
pt_pt: Começar a ler
ro: Începeți scanarea
ru: Начать сканирование
sk: Začať skenovať
sv: Börja skanna
th: เริ่มสแกน
tr: Taramaya Başla
uk: Почати сканування
vi: Bắt đầu quét
zh_hans: 开始扫描
zh_hant: 開始掃描

source: Start a text message
ar: بدء رسالة نصية
ca: Comença un missatge de text
cs: Napsat textovou zprávu
da: Skriv en sms
de: SMS schreiben
el: Έναρξη μηνύματος κειμένου
es: Iniciar un mensaje de texto
fi: Aloita tekstiviesti
fr: Commencer un SMS
he: התחל הודעת טקסט
hi: टेक्स्ट संदेश शुरू करें
hr: Započni SMS poruku
hu: Szöveges üzenet indítása
id: Mulai pesan teks
it: Scrivi un messaggio
ja: テキストメッセージを作成
ko: 문자 메시지 작성
ms: Mulakan mesej teks
nb: Start en tekstmelding
nl: Begin een sms
pl: Napisz wiadomość
pt_br: Iniciar uma mensagem de texto
pt_pt: Iniciar uma mensagem
ro: Începeți un mesaj text
ru: Написать сообщение
sk: Začať textovú správu
sv: Skriv ett sms
th: เริ่มข้อความ
tr: Metin mesajı başlat
uk: Написати повідомлення
vi: Bắt đầu tin nhắn văn bản
zh_hans: 发送短信
zh_hant: 開始撰寫簡訊

source: Start an email
ar: بدء بريد إلكتروني
ca: Comença un correu
cs: Napsat e‑mail
da: Skriv en e-mail
de: E-Mail schreiben
el: Έναρξη email
es: Iniciar un correo
fi: Aloita sähköposti
fr: Commencer un e-mail
he: התחל דוא״ל
hi: ईमेल शुरू करें
hr: Započni e-poruku
hu: E-mail indítása
id: Mulai email
it: Scrivi un’email
ja: メールを作成
ko: 이메일 작성
ms: Mulakan e-mel
nb: Start en e-post
nl: Begin een e-mail
pl: Napisz e‑mail
pt_br: Iniciar um e-mail
pt_pt: Iniciar um e-mail
ro: Începeți un e-mail
ru: Написать письмо
sk: Začať e-mail
sv: Skriv ett mejl
th: เริ่มอีเมล
tr: E-posta başlat
uk: Написати лист
vi: Bắt đầu email
zh_hans: 写邮件
zh_hant: 開始撰寫電子郵件

source: Start and stop letters A added.
ar: تمت إضافة حرفي البداية والنهاية A.
ca: S’han afegit les lletres A d’inici i final.
cs: Přidána počáteční a koncová písmena A.
da: Start- og stopbogstaverne A er tilføjet.
de: Start- und Stoppbuchstaben A hinzugefügt.
el: Προστέθηκαν τα γράμματα έναρξης και λήξης A.
es: Se agregaron las letras A de inicio y fin.
fi: Aloitus- ja lopetuskirjain A lisätty.
fr: Lettres A de début et de fin ajoutées.
he: נוספו אותיות ההתחלה והסיום A.
hi: शुरू और अंत के अक्षर A जोड़े गए।
hr: Dodana su početna i završna slova A.
hu: A kezdő- és záró A karakter hozzáadva.
id: Huruf awal dan akhir A ditambahkan.
it: Lettere A di inizio e fine aggiunte.
ja: 開始文字と終了文字としてAを追加しました。
ko: 시작 및 종료 문자 A 추가됨.
ms: Huruf mula dan henti A ditambah.
nb: Start- og stoppbokstaven A er lagt til.
nl: Start- en stopletters A toegevoegd.
pl: Dodano litery startu i stopu A.
pt_br: Letras A de início e fim adicionadas.
pt_pt: Letras A de início e de fim adicionadas.
ro: Au fost adăugate literele A de start și de stop.
ru: Добавлены начальная и конечная буквы A.
sk: Pridané štartovacie a koncové písmená A.
sv: Start- och stoppbokstäverna A har lagts till.
th: เพิ่มตัวอักษร A สำหรับเริ่มต้นและสิ้นสุดแล้ว
tr: A başlangıç ve bitiş harfleri eklendi.
uk: Додано початкову і кінцеву літери A.
vi: Đã thêm chữ cái bắt đầu và kết thúc A.
zh_hans: 已添加起始和终止字母 A。
zh_hant: 已加入開始和結束字母 A。

source: Start every time in the camera, like before.
ar: ابدأ دائمًا من الكاميرا، كما في السابق.
ca: Comença sempre a la càmera, com abans.
cs: Začínat vždy ve fotoaparátu, jako dřív.
da: Start altid i kameraet, som før.
de: Jedes Mal wie früher mit der Kamera starten.
el: Έναρξη πάντα στην κάμερα, όπως πριν.
es: Empieza siempre en la cámara, como antes.
fi: Aloita aina kamerasta, kuten ennenkin.
fr: Démarrer toujours sur l’appareil photo, comme avant.
he: התחל תמיד במצלמה, כמו קודם.
hi: पहले की तरह हर बार कैमरा से शुरू करें।
hr: Svaki put počnite u kameri, kao prije.
hu: Mindig a kamerával indul, mint korábban.
id: Selalu mulai di kamera, seperti sebelumnya.
it: Parti sempre dalla fotocamera, come prima.
ja: 以前のように、毎回カメラから始めます。
ko: 이전처럼 항상 카메라에서 시작합니다.
ms: Mula setiap kali dalam kamera, seperti sebelum ini.
nb: Start alltid i kameraet, som før.
nl: Start elke keer in de camera, zoals vroeger.
pl: Zawsze zaczynaj od aparatu, jak dawniej.
pt_br: Comece sempre na câmera, como antes.
pt_pt: Comece sempre na câmara, como antes.
ro: Porniți de fiecare dată în cameră, ca înainte.
ru: Всегда начинать с камеры, как раньше.
sk: Vždy začínať v kamere ako predtým.
sv: Börja alltid i kameran, som tidigare.
th: เริ่มที่กล้องทุกครั้งเหมือนเดิม
tr: Eskisi gibi her seferinde kamerayla başla.
uk: Завжди починати з камери, як раніше.
vi: Luôn bắt đầu ở camera, như trước đây.
zh_hans: 像以前一样，每次都从相机开始。
zh_hant: 每次都從相機開始，和以前一樣。

source: Start in Multi-scan
ar: البدء في المسح المتعدد
ca: Comença en escaneig múltiple
cs: Začínat v hromadném skenování
da: Start i multiscanning
de: Im Mehrfach-Scan starten
el: Έναρξη σε πολλαπλή σάρωση
es: Iniciar en escaneo múltiple
fi: Aloita moniskannauksessa
fr: Démarrer en scan multiple
he: התחל בסריקה מרובה
hi: मल्टी-स्कैन में शुरू करें
hr: Počni u višestrukom skeniranju
hu: Indítás többes beolvasásban
id: Mulai di Multi-pindai
it: Avvia in scansione multipla
ja: 連続スキャンで開始
ko: 다중 스캔으로 시작
ms: Mula dalam Imbas Berbilang
nb: Start i flerskanning
pl: Zaczynaj od wielu skanów
pt_br: Começar no Escaneamento Múltiplo
pt_pt: Começar na leitura múltipla
ro: Porniți în Scanare multiplă
ru: Запуск в мультисканировании
sk: Začínať v hromadnom skenovaní
sv: Starta i multiskanning
th: เริ่มในโหมดสแกนหลายรายการ
tr: Çoklu taramayla başla
uk: Запуск у мультискануванні
vi: Bắt đầu ở chế độ quét nhiều mã
zh_hans: 以连续扫描开始
zh_hant: 以連續掃描開始

source: Starts
ar: يبدأ
ca: Comença
cs: Začátek
da: Starter
de: Beginn
el: Αρχίζει
es: Empieza
fi: Alkaa
fr: Début
he: מתחיל
hi: शुरू
hr: Počinje
hu: Kezdés
id: Mulai
it: Inizio
ja: 開始
ko: 시작
ms: Bermula
nb: Starter
nl: Begin
pl: Początek
pt_br: Começa
pt_pt: Começa
ro: Începe
ru: Начало
sk: Začiatok
sv: Börjar
th: เริ่ม
tr: Başlangıç
uk: Початок
vi: Bắt đầu
zh_hans: 开始
zh_hant: 開始

# Step %lld of %lld
source: Step %1$lld of %2$lld
ar: الخطوة %1$lld من %2$lld
ca: Pas %1$lld de %2$lld
cs: Krok %1$lld z %2$lld
da: Trin %1$lld af %2$lld
de: Schritt %1$lld von %2$lld
el: Βήμα %1$lld από %2$lld
es: Paso %1$lld de %2$lld
fi: Vaihe %1$lld/%2$lld
fr: Étape %1$lld sur %2$lld
he: שלב %1$lld מתוך %2$lld
hi: चरण %1$lld/%2$lld
hr: Korak %1$lld od %2$lld
hu: %1$lld/%2$lld. lépés
id: Langkah %1$lld dari %2$lld
it: Passo %1$lld di %2$lld
ja: ステップ %1$lld/%2$lld
ko: %2$lld단계 중 %1$lld단계
ms: Langkah %1$lld daripada %2$lld
nb: Steg %1$lld av %2$lld
nl: Stap %1$lld van %2$lld
pl: Krok %1$lld z %2$lld
pt_br: Passo %1$lld de %2$lld
pt_pt: Passo %1$lld de %2$lld
ro: Pasul %1$lld din %2$lld
ru: Шаг %1$lld из %2$lld
sk: Krok %1$lld z %2$lld
sv: Steg %1$lld av %2$lld
th: ขั้นตอนที่ %1$lld จาก %2$lld
tr: Adım %1$lld / %2$lld
uk: Крок %1$lld з %2$lld
vi: Bước %1$lld trên %2$lld
zh_hans: 第 %1$lld 步，共 %2$lld 步
zh_hant: 第 %1$lld 步，共 %2$lld 步
